Revit 2024 API
BuiltInFailures.ArrayFailures.CouldntFindNewHostsForElements Property
 Couldn't find new hosts for elements in array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CouldntFindNewHostsForElements { get; }
Visual Basic
Public Shared ReadOnly Property CouldntFindNewHostsForElements As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CouldntFindNewHostsForElements {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.ArrayFailures Class
Autodesk.Revit.DB Namespace